export const questions = [
  {
    id: 1,
    text: `연인과의 다툼 상황에서,
주로 상대방의 의견을 먼저 듣고 
이해하며 해결하려고 한다.`,
  },
  {
    id: 2,
    text: `연인과 미래를 계획할 때, 
재정 상태, 직업 안정성 등 
현실적인 조건을 가장 중요하게 
고려하는 편이다.`,
  },
  {
    id: 3,
    text: `연애에 대해 고민하기보다  
편안하게 즐기는 것이 좋고, 
관계의 깊은 의미를 부여하는 것은 부담스럽다.`,
  },
  {
    id: 4,
    text: `연애를 시작할 때는 
결혼이나 장기적인 관계로
신중하게 시작해야 하며
가볍게 만나지 않는다.`,
  },
  {
    id: 5,
    text: `가장 중요한 것은 
서로의 독립된 영역을 존중하며 
이해하고 받아들이는 것이라 
생각한다. `,
  },
  {
    id: 6,
    text: `연인과의 관계에서 중요한
결정을 해야할 때 나는 상대방이
내 결정을 따르는 것보다 함께
합의하는 과정을 더 중요하게 
생각한다.`,
  },
  {
    id: 7,
    text: `연애는 불타오르는 감정과 
짜릿한 경험이 중요하며, 
비록 비현실적이어도 
순간의 감정에 충실하고 싶다.`,
  },
  {
    id: 8,
    text: `나는 감정적으로 힘들 때
적극적인 위로와 신체적 접촉을
통해 에너지를 얻으려고 한다.`,
  },
  {
    id: 9,
    text: `연인에게 주는 선물이나 
이벤트를 고를 때, 
실용적이고 오래 쓸 수 있는 것에 
더 많은 가치를 둔다.`,
  },
  {
    id: 10,
    text: `연애를 시작한 후에도 친구들과
    약속이나 개인 취미 활동을
    연애 이전과 동일하게
    유지하려는 편이다.`,
  },
  {
    id: 11,
    text: `연인과의 데이트 계획을 짤 때,
    내가 먼저 새로운 장소를 
제안하고 일정을 주도한다.
    `,
  },
  {
    id: 12,
    text: `연인에게 힘든 일이 있을 때, 
상대방이 나에게 솔직하게 기대고 
약한 모습을 보여주기를 바란다.`,
  },
];
